chromedriver
corerenamer
ddcui
emote
etcher-bin
google-chrome
jdk17-temurin
lib32-nvidia-390xx-utils
lib32-opencl-nvidia-390xx
miniconda3
mpc-qt
nvidia-390xx-dkms
nvidia-390xx-settings
nvidia-390xx-utils
onlyoffice-bin
opencl-nvidia-390xx
optimus-manager
optimus-manager-qt
otf-rubik
pamac-aur
pollymc
pyinstaller
python-lsp-ruff
python-pylsp-mypy
python-pylsp-rope
tauon-music-box
visual-studio-code-bin
xdman8
zoom
