accountsservice
acpi
acpi_call-lts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
akm
alsa-firmware
alsa-plugins
alsa-utils
archlinux-keyring
ark
audiocd-kio
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bleachbit
bluedevil
bluez
bluez-utils
breeze-gtk
bridge-utils
btrfs-progs
cantarell-fonts
clang
cmake
cryptsetup
ctags
curl
device-mapper
dhclient
diffutils
dmg2img
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
dotnet-sdk
downgrade
dracut
duf
e2fsprogs
edk2-ovmf
efibootmgr
efitools
elixir
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
erdtree
ethtool
exfatprogs
eza
f2fs-tools
fd
ffmpegthumbnailer
firefox
firewalld
fsarchiver
gamemode
gcolor3
gdu
git
git-delta
github-cli
glances
gnupg
gpgme
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvim
gwenview
haruna
haveged
hdparm
helix
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kfind
khotkeys
kinfocenter
kinit
kio-fuse
kitty
konsole
kscreen
ksysguard
kvantum
kwallet-pam
lazygit
less
lib32-vulkan-intel
libdvdcss
libgccjit
libgsf
libguestfs
libopenraw
libvirt
libvterm
libwnck3
linux-firmware
linux-lts
linux-lts-headers
llvm
logrotate
lsb-release
lsscsi
luarocks
lvm2
mailutils
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mono
mtools
nano
nano-syntax-highlighting
nasm
neofetch
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nodejs
noto-fonts
nss-mdns
ntfs-3g
ntp
nuitka
okular
openssh
os-prober
pacman
pacman-contrib
partitionmanager
pavucontrol
perl
picard
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
poppler-glib
power-profiles-daemon
powerdevil
print-manager
pv
python
python-black
python-capng
python-defusedxml
python-isort
python-lsp-server
python-packaging
python-pip
python-poetry
python-pynvim
python-pyqt5
python-rope
qbittorrent
qemu-block-iscsi
qemu-desktop
qemu-emulators-full
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rsync
rtkit
s-nail
samba
sddm-kcm
sg3_utils
smartmontools
sof-firmware
spectacle
sqlitebrowser
stow
sudo
swtpm
sysfsutils
systemd-sysvcompat
tesseract
texinfo
thermald
tk
tldr
tree-sitter
ttf-bitstream-vera
ttf-cascadia-code-nerd
ttf-dejavu
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
ttf-victor-mono-nerd
typescript
unrar
unzip
upower
usb_modeswitch
usbutils
vde2
vi
virt-manager
vlc
vulkan-intel
welcome
wezterm
wget
which
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xsettingsd
xterm
yay
yt-dlp
zeal
zsh
